const challengesData = [
    {
      title: "אתגר ה'אני בבעיה דחופה'",
      score: 9,
      description: "עלייך לגרום לשחקן אחר להגן עליך בלי לבקש במפורש."
    },
    {
      title: "אתגר ה'משהו קרה פה'",
      score: 8,
      description: "עלייך לגרום לכמה שחקנים להתאסף במקום מסויים במפה."
    },
    {
      title: "אתגר הצחוק",
      score: 7,
      description: "גרום ל-3 שחקנים לפחות לכתוב 'חחח' בלי לבקש בצורה מפורשת."
    },
    {
      title: "אתגר השמועה",
      score: 6,
      description: "גרום לשחקן אחר להפיץ שמועה בצ'אט בלי להגיד לו לעשות את זה."
    },
    {
      title: "אתגר 'התבלבלתי בשם שלך'",
      score: 5,
      description: "פנה למישהו בשם שגוי עד שהוא יתקן אותך."
    },
    {
      title: "אתגר השיר",
      score: 4,
      description: "עלייך לגרום לשחקן אחר לכתוב שורה משיר מפורסם."
    },
    {
      title: "אתגר ה'תגיד את המילה'",
      score: 3,
      description: "בחר מילה מסויימת וגרום למישהו להגיד אותה בלי לבקש זאת."
    },
    {
      title: "אתגר ה'תלך אחריי'",
      score: 3,
      description: "גרום לשחקן אחד לפחות ללכת אחריך לאורך מסלול שלם במפה."
    },
    {
      title: "אתגר הריקוד",
      score: 2,
      description: "גרום למישהו לרקוד בלי לומר לו 'תרקוד'."
    },
    {
      title: "אתגר ה'קפוץ!'",
      score: 2,
      description: "גרום למישהו לקפוץ מבלי להגיד לו 'קפוץ'."
    },
    {
      title: "אתגר ה'אני שחקן מפורסם!'",
      score: 1,
      description: "שכנע אנשים שאתה יוטיובר ענק עד שהם יאמינו."
    },
    {
      title: "נצח אותי בפטישים!",
      score: 4,
      description: "מי שמנצח את ביטקוין מן בפטישים 3 סיבובים זוכה."
    },
    {
      title: "נצח אותי בכדורעף!",
      score: 5,
      description: "מי שמנצח את ביטקוין מן בכדורעף זוכה בפרס."
    },
    {
      title: "קצה העולם",
      score: 5,
      description: "עלייך לשכנע שחקן אחר ללכת איתך עד לקצה המפה בים."
    }
  ];