export const challengesData = [
    {
        title: "אתגר המחמאה",
        score: 8,
        description: "המשימה שלך היא לתת לשחקן אחר מחמאה או מילה טובה! אם השחקן אומר לך תודה, את/ה מקבל/ת את סכום הפרס שהוגרל. אסור לגלות לשחקן שזה אתגר. כמה תודות תצליח/י לקבל? שימו לב: האתגר מוגבל בזמן."
    },
    {
        title: "אתגר השם השגוי",
        score: 7,
        description: "המשימה שלך היא לדבר עם שחקן אחר ולקרוא לו בשם שגוי, עד שהוא יתקן אותך. אם הוא תיקן – הצלחת באתגר וזכית בפרס! שימו לב: האתגר מוגבל בזמן."
    },
    {
        title: "אתגר הפטישים",
        score: 5,
        description: "המשימה שלך היא לנצח את איש הביטקוין במשחק פטישים אחד בלבד, והפרס כבר שלך! שימו לב: רק השחקן הראשון שמנצח את איש הביטקוין יקבל את הפרס! האתגר מוגבל בזמן."
    },
    {
        title: "אתגר הכדור עף",
        score: 6,
        description: "המשימה שלך היא לנצח את איש הביטקוין במשחק כדורעף אחד בלבד, והפרס כבר שלך! שימו לב: אתגר זה אינו מוגבל בזמן."
    },
    {
        title: "אתגר הצחוק",
        score: 4,
        description: "המשימה שלך היא לגרום לשחקן אחר לכתוב 'חח' או 'חחח' בלי לומר לו שזה אתגר או משימה, ובלי לבקש ממנו לצחוק. ספר/י בדיחה או אמר/י משהו משעשע, וזכית בפרס! שימו לב: האתגר מוגבל בזמן."
    },
    {
        title: "אתגר קפוץ לי",
        score: 7,
        description: "המשימה שלך היא לבחור שחקן ולגרום לו לקפוץ, אבל בלי לומר לו במפורש 'לקפוץ'. הצלחת? הרווחת פרס! שימו לב: האתגר מוגבל בזמן."
    },
    {
        title: "אתגר הצחוק",
        score: 6,
        description: "המשימה שלך היא לגרום לשחקן אחר לכתוב 'חח' או 'חחח' (בקיצור, לצחוק) בלי לומר לו שזה אתגר או משימה. תצליח/י להצחיק מישהו? שימו לב: האתגר מוגבל בזמן."
    },
    {
        title: "אתגר היום הולדת",
        score: 7,
        description: "המשימה שלך היא לשכנע שחקן אחר שיש לך היום יום הולדת, ולגרום לו לאחל לך 'מזל טוב'. אסור לגלות שזה אתגר או משימה. אם אמרו לך 'מזל טוב' – זכית בפרס! שימו לב: האתגר מוגבל בזמן."
    },
];
